Repository: sillsdev/web-xforge
Catalog: src/SIL.XForge.Scripture/Resources/Pages.Index.*.resx
Languages: ar, az, es, fr, id, pt_br

# AboutCheckingTool
source: Our Community Checking tool facilitates modular Scripture checking campaigns, to deliver broader feedback to the translation committee, faster.
ar: تعمل أدواتنا للمراجعة المجتمعية على تسهيل حملات مراجعة النصوص الكتابية؛ بهدف توصيل آراء مجتمعية للجنة الترجمة بشكلٍ أسرع واشمل.
az: Bizim İcma yoxlama alətimiz, tərcümə komitəsinə daha sürətli rəy vermək üçün parça-parça Müqəddəs Kitab yoxlama təşəbbüsləri asanlaşdırır.
es: Nuestra herramienta de comprobación de la comunidad facilita campañas de comprobación de las Escrituras, para que el comité de traducción reciba comentarios más amplios y con mayor rapidez.
fr: Notre outil de vérification par la communauté facilite les campagnes de vérification modulaire des Écritures, afin de transmettre plus rapidement des commentaires au comité de traduction.
id: Alat Pemeriksaan Komunitas kami memfasilitasi kampanye pemeriksaan Kitab Suci secara modular, untuk memberikan umpan balik yang lebih luas kepada komite penerjemahan, dengan lebih cepat.
pt_br: Nossa ferramenta de verificação da comunidade facilita as campanhas modulares de verificação do Texto Bíblico, para dar um feedback mais abrangente e mais rápido ao comitê de tradução.

# AboutEngaging
source: Scripture projects engage increasingly geographically diverse groups of heart language speakers.
ar: تستعين مشروعات ترجمة النصوص الكتابية، بشكل متزايد، بمجموعات من متحدثي اللغة الأصليين من مناطق جغرافية متنوعة.
az: Kələmə layihələr getdikcə coğrafi cəhətdən müxtəlif dil danışan qrupları daxil edir.
es: Los proyectos de escritura involucran a grupos de hablantes que son cada vez más diversos geográficamente.
fr: Les projets d'Écritures impliquent des groupes de locuteurs de langue maternelle de plus en plus diversifiés géographiquement.
id: Proyek-proyek Alkitab melibatkan kelompok-kelompok penutur bahasa yang semakin beragam secara geografis.
pt_br: Os projetos de Texto Bíblico envolvem grupos cada vez mais diversificados geograficamente de falantes nativos.

# AboutFlexible
source: Flexible
ar: مرن
az: Çevik
id: Fleksibel

# AboutFlexibleDescription
source: 2 Compile {0}unique questions{1} that fit your specific context.
ar: ٢ يجمع {0} أسئلة فريدة {1} تتناسب مع سياق مشروعك.
az: Xüsusi vəziyyətinizə uyğun gələn {0} vahid suallar {1} tərtib edin.
fr: 2 Compile {0}des questions uniques{1} qui correspondent à votre contexte spécifique.
id: 2 Utilize advanced Artificial Intelligence to generate preliminary drafts from existing translations. This reduces the workload and speeds up the translation process, giving translators a head start.

# AboutHeader
source: About Scripture Forge
ar: عن Scripture Forge
az: Scripture Forge haqqında
es: Acerca de Scripture Forge
fr: À propos de Scripture Forge
id: Tentang Scripture Forge
pt_br: Sobre o Scripture Forge

# AboutParatext
source: Works with Paratext
ar: يعمل مع Paratext
az: Paratext ilə işləyir
fr: Fonctionne avec Paratext
id: Bekerja bersama Paratext

# AboutParatextDescription
source: 1 {2}Paratext integration{3} and {0}ongoing synchronization{1} keeps your project up-to-date and allows user feedback via {4}Paratext Notes{3}.
ar: ١ يساعد {2} الدمج {3} و{0}التزامن المستمر {1} بين برنامجيّ Paratext و Scripture Forge على الحفاظ على مشروعك دائم التحديث، ويسمح بتسجيل آراء المستخدمين بواسطة {4} Paratext Notes {3}.
az: 1 {0} Paratekst ilə birləşdirməsi {1} və {0} davam edən sinxronizasiya {1} layihənizi ən son deyişliklər ilə uyğunlaşdırır və {0} Paratekst Qeydləri {1} vasitəsilə istifadəçi rəy verməyə imkan verir.
fr: 1 {0}intégration de Paratext{1} et {0}synchronisation continue{1} garde votre projet à jour et permet des commentaires des utilisateurs via {0}les remarques Paratext{1}.
id: 1 Collaborative editing allows teams to draft and edit translations together efficiently. No more worrying about reconciling multiple versionsâ€”our platform ensures everyone stays on the same page.

# AboutTitle
source: Extend Your Reach with Scripture Checking
ar: نطاقا اكثر اتساعا لمراجعة النصوص الكتابية
az: Müqəddəs Yazıların yoxlanılması ilə genişlənin
es: Extienda su alcance con la verificación de las Escrituras
fr: Augmentez vos possibilités avec la vérification des Écritures
id: Perluas Jangkauan Anda dengan Pemeriksaan Alkitab
pt_br: Amplie seu Alcance Com a Verificação do Texto Bíblico

# AboutUserEngagement
source: User Engagement
ar: تفاعل المُستخدِم
az: İstifadəçi əlaqəsi
fr: Engagement utilisateur
id: Keterlibatan Pengguna

# AboutUserEngagementDescription
source: 3 {0}Invited users{1} can answer questions, leave comments on existing answers and like responses.
ar: ٣ يمكن أن يجيب {0} المُستخدمون {1} المدعوون على أسئلتك، أو يتركوا تعليقاتهم على إجابات قائمة بالفعل، أو يعبروا عن إعجابهم ببعض الإجابات.
az: 3 {0} Dəvət olunmuş istifadəçilər {1} suallara cavab verə bilər, mövcud cavablara rəy yaza və cavabları bəyənə bilər.
fr: 3 {0}Les utilisateurs invités{1} peuvent répondre aux questions, laisser des commentaires sur les réponses existantes et mettre des J'aime sur les réponses.
id: 3 Launch modular Community Checking campaigns to gather extensive feedback quickly. This tool ensures that translations are thorough and accurate by involving community members in the verification process.

# Description
source: A free set of tools to do more with your Paratext project, wherever you are.
ar: مجموعة أدوات مجانية لمزيد من الإنتاجية في مشروع Paratext الخاص بك، أينما كنت.
az: Paratext layihənizdə istənilən yerdə sizə kömək edəcək pulsuz vasitələr toplusu
es: Una aplicación en línea para la traducción en equipo, con ayuda de inteligencia artificial y herramientas de revisión comunitaria
fr: Un ensemble d'outils gratuits pour en faire davantage avec votre projet Paratext, où que vous soyez.
id: An online app for team-based translation, featuring AI help and tools for community review.
pt_br: An online app for team-based translation, featuring AI help and tools for community review

# EngageChecking
source: Engage in community checking
ar: اشترك في عملية المراجعة المجتمعية
az: İcma yoxlaması ilə istirak etmək
es: Comprobación por la comunidad
fr: Impliquez-vous dans la vérification par la communauté
id: Community Checking
pt_br: Community Checking

# EngageCollaborate
source: Collaborate on Scripture
ar: تعاون في مناقشة النصوص الكتابية
az: Kəlamın yoxlanması işində başqaları ilə əməkdaşlıq etmək
es: Edición colaborativa
fr: Collaborer sur les Écritures
id: Collaborative Editing
pt_br: Collaborative Editing

# EngageSuggestions
source: Get suggestions as you type
ar: احصل على اقتراحات تَرْجَمَة أثناء الكتابة
az: Çap etdikcə məsləhət alın.
fr: Obtenez des suggestions au fur et à mesure de votre saisie

# EngageTitle
source: Engage with the language community. Collaborate with your peers.
ar: تفاعل مع اعضاء المجتمع اللغوى، وتعاون مع زملائك.
az: Dil daşıyıcıları ilə ünsiyyət qurun. Həmyaşıdlarınız ilə əməkdaşlıq edin.
es: Interactuar con la comunidad lingüística. Colabore con sus compañeros.
fr: Impliquez-vous avec la communauté linguistique. Collaborez avec vous pairs.
id: Terlibat dengan komunitas bahasa. Berkolaborasi dengan rekan-rekan Anda.
pt_br: Participar da comunidade linguística. Colabore com os seus colegas.

# QuoteQuotation1
source: It was so easy! ...all I had to do to get started was log in using my Paratext registration and boom! It was all there.
ar: "كان الأمر سهلاً جدًا.. كل ما كان عليّ فعله كي أبدأ هو التسجيل باستخدام حسابي على Paratext. وسرعان ما بدأت العمل بهذا البرنامج.
az: Çox asan oldu! ... başlamaq üçün ancaq Paratekst qeydiyyatı istifadə etməyə lazım idi və dərhal girə bildim! Hamısı orada idi.
es: ¡Fue tan fácil! ...todo lo que tenía que hacer para empezar era iniciar sesión usando mi registro de Paratext y ¡bum! Estaba todo ahí.
fr: C'était si facile ! ...tout ce que j'ai eu à faire pour démarrer était de me connecter avec mes identifiants Paratext et Toc ! Tout était là.
id: Itu sangat mudah! ... Yang harus saya lakukan untuk memulai adalah masuk menggunakan registrasi Paratext saya dan, semuanya ada di sana!
pt_br: Foi tão fácil! ... tudo que eu tive que fazer para começar foi fazer um login usando meu registro do Paratext e pronto! Estava tudo lá.

# QuoteQuotation2
source: Right away I chose a verse and wrote a checking question for it. Then I also recorded myself asking that checking question.
ar: في الحال، اخترت آية، وكتبت سؤال مراجعة لها. أيضا، سجلت هذا السؤال بصوتي.
az: Dərhal bir ayə seçdim və bunun üçün yoxlama sualını yazdım. Sonra da yoxlama sualını verərək özümü qeyd etdim.
es: Inmediatamente elegí un verso y escribí una pregunta de verificación para él. Luego me grabé a mí mismo haciendo esa pregunta de control.
fr: J'ai tout de suite choisi un verset et écrit une question de vérification pour celui-ci. Ensuite, je me suis également enregistré en train de poser cette question de vérification oralement.
id: Saya langsung memilih sebuah ayat dan menulis pertanyaan pemeriksaan untuk ayat tersebut. Kemudian saya juga merekam diri saya sendiri yang mengajukan pertanyaan pemeriksaan itu.
pt_br: Escolhi logo um versículo e escrevi uma pergunta de verificação sobre ele. Depois eu também me gravei fazendo essa pergunta de verificação.

# QuoteQuotation3
source: Itâ€™s so great that feedback can be gathered either way. All the features are wonderful for remote contributors, including the option to answer the questions with an audio recording.
ar: من الرائع أنه يمكن الحصول على الإجابة بأيّ الطريقتيّن. كل الخصائص رائعة للغاية، وتساعد في الحصول على مشاركات من على بُعد، بما فيها اختيار الإجابة على الأسئلة بواسطة تسجيل صوتي.
az: Lap yaxşı ki, rəylərin hər iki şəkildə toplanmaq ola bilər. Bütün xüsusiyyətlər, səs yazısı ilə suallara cavab vermək imkanı daxil olmaqla, uzaq töhfəçilər üçün əladır.
es: Es tan genial que los comentarios pueden ser recogidos de cualquier manera. Todas las características son maravillosas para los colaboradores remotos, incluyendo la opción de responder a las preguntas con una grabación de audio.
fr: C'est tellement génial que des commentaires puissent être recueillis dans les deux sens. Toutes les fonctionnalités pour les contributeurs à distance sont formidables , y compris la possibilité de répondre aux questions par un enregistrement audio.
id: Ini sangat bagus, karena umpan balik dapat dikumpulkan dengan cara apa pun. Semua fiturnya luar biasa untuk kontributor jarak jauh, termasuk opsi untuk menjawab pertanyaan dengan rekaman audio.
pt_br: É tão bom que o feedback possa ser obtido das duas formas. Todos os recursos são maravilhosos para colaboradores remotos, incluindo a opção de responder às perguntas com uma gravação de áudio.

# QuoteQuoterName
source: Trevor Deck
ar: تريفور ديك
az: Trevor Dek
pt_br: Deck Trevor

# QuoteQuoterRole
source: SIL Global Diaspora Specialist
ar: اختصاصي الشتات العالمي لدى SIL
az: SIL Dünya Diaspor Mütəxəssisi
es: Especialista de SIL en la Diáspora Global
fr: Spécialiste SIL de la diaspora mondiale
id: Spesialis Diaspora Global SIL
pt_br: Especialista em Diáspora Global do SIL

# Statement
source: Where translation and the community meet.
ar: عندما تلتقي التَّرْجَمَة بالمجتمع.
az: İcma və tərcümə etmək rast gələn yeri.
es: Donde se reúnen la traducción y la comunidad.
fr: Là où traduction et communauté se rencontrent.
id: Di mana penerjemahan dan masyarakat bertemu.
pt_br: Onde a tradução e a comunidade se encontram.
