Repository: sillsdev/web-xforge
Catalog: src/SIL.XForge.Scripture/Resources/SharedResource.*.resx
Languages: ar, az, de, es, fr, id, pt_br, ro, ru, zh_cn

# EmailBad
source: Enter a valid email address
ar: أدخِل عنوان بريد إلكتروني صحيح
az: İstifadə edə bilən e-poçt ünvanını daxil edin
de: Bitte gib eine gültige E-Mail-Adresse ein
es: Introduzca una dirección de correo electrónico válida
fr: Entrez une adresse e-mail valide
id: Masukkan alamat surel yang valid
pt_br: Inserir um endereço de e-mail válido
ro: Introduceți o adresă de e-mail valabilă
ru: Введите действительный адрес электронной почты
zh_cn: 输入有效的电邮地址

# EmailMissing
source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني
az: E-poçt ünvanınızı daxil edin.
de: E-Mail Adresse eingeben
es: Ingrese su dirección de correo electrónico
fr: Entrez votre adresse e-mail
id: Masukkan alamat surel Anda
pt_br: Insira seu endereço de e-mail
ro: Introduceți adresa de e-mail
ru: Введите адрес электронной почты
zh_cn: 输入您的电子邮件地址

# InviteEmailOption
source: Enter your email address and a new password for your {0} account and click Sign up.
ar: أدخل عنوان بريدك الإلكتروني وكلمة مرور جديدة لحسابك {0} وانقر على تسجيل الدخول.
az: {0} hesabınız üçün e-poçt ünvanınızı və yeni gizli şifrənizi daxil edin, sonra qeydiyyatdan keçin.
de: Gib Deine E-Mail-Adresse und ein neues Passwort für Dein {0}-Konto ein und klicke auf "Registrieren".
es: Introduzca su dirección de correo electrónico y una nueva contraseña para su cuenta {0} y haga clic en Registrarse.
fr: Entrez votre adresse e-mail et un nouveau mot de passe {0} pour votre compte et cliquez sur Inscription.
id: Masukkan alamat surel Anda dan kata sandi baru untuk akun {0} Anda dan klik Daftar.
pt_br: Insira seu endereço de e-mail e uma nova senha para sua conta {0} e clique em Entrar.
ro: Introduceți adresa dvs. e-mail și o parolă nouă pentru contul dvs. {0}, și faceți clic pe butonul de înregistrare.
ru: Введите адрес электронной почты и новый пароль для учетной записи {0} и нажмите кнопку Зарегистрироваться.
zh_cn: 输入您的 {0} 帐户的电子邮件地址和新密码，然后单击“注册”。

# InviteGoogleOption
source: Click {0}Sign up with Google{1} and follow the instructions to access {2} using an existing Google account (such as Gmail), or
ar: انقر على {0}تسجيل الدخول باستخدام Google{1} واتبع التعليمات للوصول إلى {2} باستخدام حساب Google موجود (مثل Gmail)، أو
az: {0} basın və {1} Google-da qeydiyyatdan keçin, sonra {2} daxil olmaq üçün mövcud olan Google hesabından (məsələn, Gmail), yaxud başqasından istifadə edərək göstərişlərə əməl edin.
de: Klicke auf {0}Registriere Dich mit Google{1} und folge den Anweisungen, um über ein bestehendes Google-Konto (z. B. Gmail) auf {2} zuzugreifen, oder
es: Haga clic en {0}Registrarse en Google{1} y siga las instrucciones para acceder a {2} utilizando una cuenta de Google existente (como Gmail), o bien
fr: Cliquez sur {0}Inscription via Google{1} et suivez les instructions pour accéder à {2} en utilisant un compte Google existant (comme Gmail), ou
id: Klik {0} Daftar dengan Google {1} dan ikuti instruksi untuk mengakses {2} menggunakan akun Google yang ada (seperti Gmail), atau
pt_br: Clique em {0}Entrar com Google{1} e siga as instruções para acessar {2} usando uma conta existente do Google (como Gmail), ou
ro: Faceți clic pe butonul {0}Înregistrare cu Google{1} și urmați instrucțiunile pentru a accesa {2} folosind un cont Google existent (cum ar fi Gmail), sau
ru: Нажмите {0}Зарегистрироваться в Google{1} и следуйте инструкциям для доступа к {2} с помощью существующего аккаунта Google (например, Gmail), или
zh_cn: 点击 {0} 使用Google {1} 注册，然后按照说明使用现有的Google帐户（例如 Gmail）访问 {2}，或者

# InviteGreeting
source: Hello,{0}{1} invites you to join the {2} project on {3}.{0}Just click the link below, choose how to log in, and you will be ready to start.{0}{0}To join, go to {4}
ar: مرحبا،{0}{1} يدعوك للانضمام إلى مشروع {2} في {3}.{0}فقط انقر الرابط أدناه، اختر كيفية تسجيل الدخول، وسوف تكون جاهزاً للبدء.{0}{0}للإنضمام، انتقل إلى {4}
az: Salam, {0}{1} sizi {3} -də olan {2} layihəyə dəvət edir. {0} Sadəcə aşağıdakı keçidə basın, necə daxil olacağınızı təyin edin və bundan sonra siz artıq başlaya bilərsiniz. {0}{0} qoşulmaq üçün {4} daxil olun.
de: Hallo,{0}{1} lädt Dich ein, dem Projekt {2} auf {3} beizutreten.{0}Klicke einfach auf den unten stehenden Link, wähle aus, wie Du Dich anmeldest, und schon kannst Du loslegen.{0}{0}Um mitzumachen, gehe zu {4}
es: Hola,{0}{1} le invita a unirse al proyecto {2} en {3}.{0}Sólo haga clic en el enlace de abajo, elija cómo iniciar sesión, y estará listo para comenzar. {0}{0}Para unirse, vaya a {4}
fr: Bonjour,{0}{1} vous invite à rejoindre le projet {2} sur {3}.{0}Cliquez simplement sur le lien ci-dessous, choisissez comment vous connecter, et vous serez prêt à commencer.{0}{0}Pour vous inscrire, allez sur {4}
id: Halo, {0}{1} mengundang Anda untuk bergabung dengan proyek {2} pada {3}.{0} Cukup klik tautan di bawah ini, pilih cara masuk, dan Anda akan siap untuk memulai. {0}{0} Untuk bergabung, pergi ke {4}
pt_br: Olá,{0}{1} lhe convida a juntar-se ao projecto {2} em {3}.{0}Basta clicar no link abaixo, escolher como fazer o login, e você estará pronto para começar.{0}{0}Para entrar, vá para {4}
ro: Bună ziua,{0}{1} vă invită să vă alăturați proiectului {2} pe {3}.{0}Trebuie doar să faceți clic pe link-ul de mai jos, să vă alegeți modul de conectare și veți fi gata să începeți.{0}{0}Pentru a vă alătura, urmați linkul {4}
ru: Привет,{0}{1} приглашает вас присоединиться к проекту {2} на {3}.{0}Просто нажмите на ссылку ниже, выберите способ входа, и вы будете готовы к запуску.{0}{0}Чтобы присоединиться, перейдите в {4}
zh_cn: 您好，{0} {1}邀请您加入{3}上的{2}项目。{0}只需单击下面的链接，选择登录方式，即可开始使用。{0}{0} 要加入，请转到{4}

# InviteInstructions
source: If you are not already a {0} user, then after clicking the link, click {1}Sign Up{2} and do one of the following:
ar: إذا لم تكن مستخدماً {0} حتّى الآن، فبعد النقر على الرابط، انقر على {1}تسجيل الدخول {2} وقم بأحد الأمور التالية:
az: Əgər siz hələ {0} istifadəçi deyilsinizsə, keçidin üzərinə basandan sonra {1} basın, {2} qeydiyyatdan keçin və aşağıdakılardan birini edin:
de: Wenn Du noch kein {0}-Benutzer bist, klicke nach dem Anklicken des Links auf {1}Registrieren{2} und führe einen der folgenden Schritte aus:
es: Si aún no es usuario de {0}, después de hacer clic en el enlace, haga clic en {1}Registrarse{2} y realice una de las siguientes acciones:
fr: Si vous n'êtes pas déjà un utilisateur {0}, alors après avoir cliqué sur le lien, cliquez sur {1}Inscrivez-vous{2} et faites l'une des choses suivantes :
id: Jika Anda belum menjadi pengguna {0}, lalu setelah mengklik tautan, klik {1} Daftar {2} dan lakukan salah satu berikut ini:
pt_br: Se você ainda não é usuário de {0}, depois de clicar no link, clique em {1}Entrar{2} e siga um dos seguintes procedimentos:
ro: Dacă nu sunteți încă un utilizator {0}, atunci după ce ați făcut clic pe link-ul de mai sus, faceți clic pe butonul {1}Înregistrare{2} și efectuați una dintre următoarele acțiuni:
ru: Если вы еще не являетесь пользователем {0}, то после перехода по ссылке нажмите {1}Sign Up{2} и выполните одно из следующих действий:
zh_cn: 如果您还不是{0}用户，则在单击链接后，单击{1}注册{2}并执行以下操作之一：

# InviteLinkSharingOff
source: This link will only work for this email address.
pt_br: Este link só funcionará para este endereço de e-mail.
ru: Эта ссылка будет работать только на этот адрес электронной почты.
zh_cn: 该链接仅适用于该电子邮件地址。

# InviteLinkSharingOn
source: This link can be shared with others so they can join the project too.
pt_br: Este link pode ser compartilhado com outros para que também possam se juntar ao projeto.
ru: Этой ссылкой можно поделиться с другими, чтобы они тоже могли присоединиться к проекту.
zh_cn: 该链接可以与其他人共享，好让他们也可以加入该项目。

# InvitePTOption
source: Click {0}Sign up with Paratext{1} and follow the instructions to access {2} using an existing Paratext account, or
ar: انقر على {0} من أجل تسجيل الدخول إلى Paratext {1} واتبع التعليمات من أجل {2} استخدام حساب Paratext، أو
az: {0} basın, Paratext ilə {1} qeydiyyatdan keçin və mövcud olan Paratext hesabınızdan və ya başqasından istifadə edərək {2} daxil olmaq üçün göstərişlərə əməl edin
de: Klicke auf {0}Registriere Dich mit Paratext{1} und folge den Anweisungen, um mit einem bestehenden Paratext-Konto auf {2} zuzugreifen, oder
es: Haga clic en {0}Regístrese con Paratext{1} y siga las instrucciones para acceder a {2} utilizando una cuenta de Paratext existente, o bien
fr: Cliquez sur {0}Inscription via Paratext{1} et suivez les instructions pour accéder à {2} en utilisant un compte Paratext existant, ou
id: Klik {0} Daftar dengan Paratext {1} dan ikuti instruksi untuk mengakses {2} menggunakan akun Paratext yang ada, atau
pt_br: Clique em {0}Entrar com Paratext{1} e siga as instruções para acessar {2} usando uma conta existente do Paratext, ou
ro: Faceți clic pe butonul {0}Înregistrare cu Paratext{1} și urmați instrucțiunile pentru a accesa {2} folosind un cont Paratext existent, sau
ru: Нажмите {0}Зарегистрироваться в Paratext{1} и следуйте инструкциям для доступа к {2} с помощью существующей учетной записи Paratext, или
zh_cn: 点击{0}使用Paratext注册{1}，然后按照说明使用现有的圣经辅助工具帐户访问{2}，或者

# InviteSignature
source: Regards,{0}The {1} team
ar: تحية، {0} الفريق {1}
az: Hörmətlə, {0} {1} heyəti
de: Mit herzlichen Grüßen,{0}Das Team von {1}
es: Saludos,{0}El equipo {1}
fr: Cordialement,{0}l'équipe {1}
id: Salam, {0} Tim {1}
pt_br: Atenciosamente, {0}A {1} Equipe
ro: Cu respect,{0}Echipa {1}
ru: С уважением, {0} команда {1}
zh_cn: {0} {1}小组敬上

# InviteSubject
source: You've been invited to the project {0} on {1}
ar: قد دُعيت إلى المشروع {0} في {1}
az: Siz {1} -da olan {0} layihəsinə dəvət olunmusunuz
de: Du wurdest zum Projekt {0} auf {1} eingeladen
es: Usted ha sido invitado al proyecto {0} en {1}
fr: Vous avez été invité dans le projet {0} sur {1}
id: Anda telah diundang ke proyek {0} pada {1}
pt_br: Você foi convidado para o projeto {0} em {1}
ro: Ați fost invitat la proiectul {0} pe {1}
ru: Вас пригласили в проект {0} на {1}
zh_cn: 您受邀参加{1} 上的项目{0}

source: Language
ar: اللغة
az: Dil
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
ro: Limba
ru: Язык
zh_cn: 语言

source: Log In
ar: دخول
az: Daxil olun
de: Anmelden
es: Iniciar sesión
fr: Connexion
id: Masuk log
ro: Autentificare
ru: Вход
zh_cn: 登录

# MessageMissing
source: Let us know why you want to use Scripture Forge
ar: دعنا نعرف لماذا ترغب بأن تستخدم "سكريبتشر فورج"
az: Kəlamın Yoxlanması proqramından niyə istifadə etmək istədiyinizi bizə bildirin.
de: Lass uns wissen, warum du Scripture Forge verwenden möchtest
es: Háganos saber por qué quiere usar Scripture Forge
fr: Expliquez-nous pourquoi vous voulez utiliser Scripture Forge
id: Beritahu kami, mengapa Anda ingin menggunakan Scripture Forge
pt_br: Informe-nos por que você deseja usar o Scripture Forge
ro: Spuneți-ne de ce doriți să folosiți Scripture Forge
ru: Сообщите нам, почему вы хотите использовать кузницу Священное Писание
zh_cn: 让我们知道您为什么要使用圣经锻造

# NameMissing
source: Enter your name
ar: أدخِل اسمك
az: Adınızı daxil edin
de: Deinen Name eingeben
es: Ingrese su nombre
fr: Entrez votre nom
id: Masukkan nama Anda
pt_br: Insira seu nome
ro: Introduceți numele dvs.
ru: Введите свое имя
zh_cn: 输入您的名字

source: Privacy
ar: الخصوصية
az: Məxfilik
de: Privatsphäre
es: Privacidad
fr: Confidentialité
id: Privasi
pt_br: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
zh_cn: 隐私

# RoleMissing
source: Select your language project role
ar: اتر دورك في مشروع اللغة
az: Dil layihəsində gördüyünüz işi seçin.
de: Wähle Deine Sprachprojektrolle
es: Seleccione su rol en el proyecto lingüístico
fr: Sélectionnez votre rôle dans le projet linguistique
id: Pilih peran Anda di proyek kebahasaan
pt_br: Selecione seu papel no projeto da língua
ro: Selectați rolul dvs. în proiect
ru: Выберите свою роль в языковом проекте
zh_cn: 青玄贼您的预研项目的角色

source: Sign Up
ar: إنشاء حساب
az: Qeydiyyatdan keçmək
de: Registrieren
es: Registrarse
fr: S'inscrire
id: Daftar
ro: Înregistrare
ru: Зарегистрироваться
zh_cn: 注册

source: Terms
ar: الشروط
az: Şərtlər və qaydalar
de: Geschäftsbedingungen
es: Términos
fr: Termes et conditions
id: Istilah
pt_br: Termos
ro: Termeni
ru: Условия
zh_cn: 词条

# UserMissing
source: The user does not exist.
ar: المُستخدِم غير موجود.
az: İstifadəçi mövcud deyil.
de: Der Benutzername existiert nicht.
es: El usuario no existe.
fr: L'utilisateur n'existe pas encore.
id: Pengguna tidak ada.
pt_br: O usuário não existe.
ro: Utilizatorul nu există.
ru: Пользователя не существует.
zh_cn: 该用户不存在。

# InviteFacebookOption
source: Click {0}Sign up with Facebook{1} and follow the instructions to access {2} using an existing Facebook account, or
ar: انقر على {0} تسجيل الدخول في الفيسبوك {1} واتبع التعليمات من أجل {2} استخدام حساب فيسبوك، أو
az: {0} Klikləyin, Feysbuk {1} ilə qeydiyyatdan keçmək üçün, və daxil olmaq üçün təlimatları izləyin {2} artıq mövcud olan Feysbuk hesab istifadə edərək, və ya
de: Klicke auf {0}Registriere Dich mit Facebook{1} und folge den Anweisungen, um mit einem bestehenden Facebook-Konto auf {2} zuzugreifen, oder
es: Haga clic en {0}Regístrese con Facebook{1} y siga las instrucciones para ingresar {2} usando una cuenta existente de Facebook, o
fr: Cliquez sur {0}Inscription via Facebook{1} et suivez les instructions pour accéder à {2} en utilisant un compte Facebook existant, ou
id: Klik {0} Daftar dengan Facebook {1} dan ikuti instruksi untuk mengakses {2} menggunakan akun Facebook yang ada, atau
ro: Faceți clic pe butonul {0}Înregistrare cu Facebook{1} și urmați instrucțiunile pentru a accesa {2} folosind un cont Facebook existent, sau
